jbossws-native-3.1.2/modules/testsuite/native-tests/src/test/resources/jaxws/jbws3277/test-message.xml

<?xml version="1.0" encoding="ISO-8859-1" ?> 
<env:Envelope xmlns:env='http://schemas.xmlsoap.org/soap/envelope/'>
<env:Header>
<wsse:Security xmlns:wsse='http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd'>
</wsse:Security>
</env:Header><env:Body>
<Foo xmlns='http://www.jboss.org/jbossws'>
<Body>
  jbossws
</Body>
</Foo>
</env:Body>
</env:Envelope>
